{
  "movieList": [
    {
      "adult": false,
      "backdrop_path": "/JTPvDYH8BtvktQjqaFTuBzpFVe.jpg",
      "genre_ids": [
        28,
        27
      ],
      "id": 28925,
      "original_language": "en",
      "original_title": "Zona mrtvih",
      "overview": "A police-escorted prisoner transport supervised by Interpol sets off to Belgrade. The route leads the transport through Pančevo, where they encounter an ecological disaster and infected people who are trying to kill them. Interpol agents Mortimer Reyes and Mina Milius soon realize that their only chance for escape from the zombie hordes lies in allying with the dangerous, mysterious prisoner.",
      "popularity": 4.395,
      "poster_path": "/nWn9KnL07PGb2xL5f9XHJyu3bx9.jpg",
      "release_date": "2009-02-22",
      "title": "Zone of the Dead",
      "video": false,
      "vote_average": 4.1,
      "vote_count": 41
    },
    {
      "adult": false,
      "backdrop_path": "/2iCrbBfeNdgk3Vi1ejlBomsmspb.jpg",
      "genre_ids": [
        18,
        28,
        53,
        80
      ],
      "id": 220820,
      "original_language": "en",
      "original_title": "Blood of Redemption",
      "overview": "Quinn Forte had it all: power, money, a brother who idolized him, and a woman who loved him. He also had enemies. In the course of one night, he loses everything. Betrayed by someone in his inner circle, Quinn is set up and arrested. His father, the patriarch of the criminal empire is killed and his brother suspects that Quinn is behind it all. When he's released from jail he tries to escape the demons from his past, but that becomes an impossible task. Campbell, the ruthless new leader of \"The Company\" won't let him leave in peace. So instead of escaping them, Quinn fights back. He joins forces with his former henchman and friend, The Swede, and takes on his enemies head on.",
      "popularity": 9.003,
      "poster_path": "/vxMQiHh2lP6Dq46R2OyvXYA8XqB.jpg",
      "release_date": "2013-09-24",
      "title": "Blood of Redemption",
      "video": false,
      "vote_average": 4.9,
      "vote_count": 35
    },
    {
      "adult": false,
      "backdrop_path": "/4HcAW2XZ11HtE5lBZFZGbrBB96n.jpg",
      "genre_ids": [
        28
      ],
      "id": 86254,
      "original_language": "en",
      "original_title": "Crash Landing",
      "overview": "When a hostage situation arises on-board a private plane with the daughter of a billionaire on-board. Major John Masters (Sabato Jr.) teams up with Captain Williams (Michael Paré) to stop the terrorist and land the plane.",
      "popularity": 2.127,
      "poster_path": "/vnrnYwiG5nug6BUqBVW5VymhPnU.jpg",
      "release_date": "2006-07-11",
      "title": "Crash Landing",
      "video": false,
      "vote_average": 5.1,
      "vote_count": 17
    },
    {
      "adult": false,
      "backdrop_path": "/7JCYI5Xrgt21fEQXIZ2ZFCRhyqK.jpg",
      "genre_ids": [
        16,
        12,
        10751,
        14,
        35,
        28
      ],
      "id": 49519,
      "original_language": "en",
      "original_title": "The Croods",
      "overview": "The prehistoric Croods family live in a particularly dangerous moment in time. Patriarch Grug, his mate Ugga, teenage daughter Eep, son Thunk, and feisty Gran gather food by day and huddle together in a cave at night. When a more evolved caveman named Guy arrives on the scene, Grug is distrustful, but it soon becomes apparent that Guy is correct about the impending destruction of their world.",
      "popularity": 87.339,
      "poster_path": "/27zvjVOtOi5ped1HSlJKNsKXkFH.jpg",
      "release_date": "2013-03-22",
      "title": "The Croods",
      "video": false,
      "vote_average": 6.9,
      "vote_count": 5520
    },
    {
      "adult": false,
      "backdrop_path": "/yXiJZwuOCVZORPjjoNcDcySU5dY.jpg",
      "genre_ids": [
        28,
        878,
        27
      ],
      "id": 244852,
      "original_language": "en",
      "original_title": "Poseidon Rex",
      "overview": "Jackson Slate, famous treasure hunter, is out to find the legendary Lost Gold Of Cortez in the open waters off a secluded island in the Caribbean Sea. Using dynamite to blast his way through centuries of silt, new chasms are created reaching miles below the ancient ocean floor. From here, an ancient evil is released, that quickly, savagely, and without warning, destroys Jackson s boat and kills his crew. The sole survivor of the carnage, Jackson teams up with marine biologist, Sarah, to venture back to the site and investigate the horrific events. They extract an egg from the darkest depths of the ocean and take it back to the lab to investigate. But when it hatches, they realise they have awaken a deadly prehistoric monster, the P-Rex, which will stop at nothing until the entire island is destroyed...",
      "popularity": 5.718,
      "poster_path": "/1Ng6QwrflpHNPcZLxlrnwj0R3b7.jpg",
      "release_date": "2014-04-18",
      "title": "Poseidon Rex",
      "video": false,
      "vote_average": 4,
      "vote_count": 39
    },
    {
      "adult": false,
      "backdrop_path": null,
      "genre_ids": [
        28,
        18,
        10402,
        37
      ],
      "id": 347675,
      "original_language": "en",
      "original_title": "Crashing Thru",
      "overview": "When Ranger Raymond is killed during a stage holdup, Wells Fargo Agent Whip Wilson assumes his identity.",
      "popularity": 1.165,
      "poster_path": "/1qf3thSLk2T5Qd4uQ92uZ7yloP1.jpg",
      "release_date": "1949-01-09",
      "title": "Crashing Thru",
      "video": false,
      "vote_average": 0,
      "vote_count": 0
    },
    {
      "adult": false,
      "backdrop_path": "/cfGKEah2uUli5HPG1Ry3QK3lwDh.jpg",
      "genre_ids": [
        28,
        18,
        53
      ],
      "id": 10412,
      "original_language": "en",
      "original_title": "Romper Stomper",
      "overview": "Nazi skinheads in Melbourne take out their anger on local Vietnamese, who are seen as threatening racial purity. Finally the Vietnamese have had enough and confront the skinheads in an all-out confrontation, sending the skinheads running. A woman who is prone to epileptic seizures joins the skins' merry band, and helps them on their run from justice, but is her affliction also a sign of impurity?",
      "popularity": 8.84,
      "poster_path": "/urE3Jzl3zuz2XUmAq2rXubYn3SD.jpg",
      "release_date": "1993-06-09",
      "title": "Romper Stomper",
      "video": false,
      "vote_average": 6.6,
      "vote_count": 345
    },
    {
      "adult": false,
      "backdrop_path": "/zHHcindG4uVZLPLuYWoo4rnv6Ti.jpg",
      "genre_ids": [
        28,
        53
      ],
      "id": 595743,
      "original_language": "en",
      "original_title": "SAS: Red Notice",
      "overview": "An off-duty SAS soldier, Tom Buckingham, must thwart a terror attack on a train running through the Channel Tunnel. As the action escalates on the train, events transpire in the corridors of power that may make the difference as to whether Buckingham and the civilian passengers make it out of the tunnel alive.",
      "popularity": 20.86,
      "poster_path": "/xKC4ko431SSrNzu2GrwcJmLujMg.jpg",
      "release_date": "2021-03-16",
      "title": "SAS: Red Notice",
      "video": false,
      "vote_average": 6.8,
      "vote_count": 39
    },
    {
      "adult": false,
      "backdrop_path": "/tfUotS2rLaIu7ieJPDonyDn5EqQ.jpg",
      "genre_ids": [
        35,
        28
      ],
      "id": 10661,
      "original_language": "en",
      "original_title": "You Don't Mess with the Zohan",
      "overview": "An Israeli counterterrorism soldier with a secretly fabulous ambition to become a Manhattan hairstylist. Zohan's desire runs so deep that he'll do anything -- including faking his own death and going head-to-head with an Arab cab driver -- to make his dreams come true.",
      "popularity": 24.255,
      "poster_path": "/gBhLQmpCPoKFMCGsulMbIFzrBID.jpg",
      "release_date": "2008-06-06",
      "title": "You Don't Mess with the Zohan",
      "video": false,
      "vote_average": 5.6,
      "vote_count": 2817
    },
    {
      "adult": false,
      "backdrop_path": "/eFAahq0hgYlX9k7mY0ANbCJsrgk.jpg",
      "genre_ids": [
        28,
        878,
        10752
      ],
      "id": 343070,
      "original_language": "en",
      "original_title": "Flight World War II",
      "overview": "International Flight 42 is on course, when all of a sudden a massive and weird storm crops up around the plane. This sends the plane back in time to the year 1940- smack dab in the middle of WWII! Now, the crew and passengers must not only find a way back to their time, but fight off the Axis powers.",
      "popularity": 2.621,
      "poster_path": "/oYNeiDzHQxsHFhVAm3HRtdy35eN.jpg",
      "release_date": "2015-06-02",
      "title": "Flight World War II",
      "video": false,
      "vote_average": 5.2,
      "vote_count": 19
    },
    {
      "adult": false,
      "backdrop_path": null,
      "genre_ids": [
        28
      ],
      "id": 467420,
      "original_language": "en",
      "original_title": "Hot Buttered Soul: The Movie",
      "overview": "The story of a free surfing dream that started with the evolution of the single fin surfboard. Starring Terry Fitzgerald and his extended surfing family enjoying classic waves over three and a half decades.  The development and designs of HB surfboards built in the 70's stand the test of time when three originals are pulled out of the bag and taken to modern day Jeffreys Bay. Thirty years later those same boards draw lines and find speed like the day they were first launched. Cape St Francis is bigger than ever filmed providing a finale for an epic adventure through time.",
      "popularity": 0.6,
      "poster_path": "/1JjSvxoXMsPzizBVtski94i8AkJ.jpg",
      "release_date": "2008-01-01",
      "title": "Hot Buttered Soul: The Movie",
      "video": false,
      "vote_average": 0,
      "vote_count": 0
    }
  ]
}